Repository: Yagna-gajjar/My_Music
Catalog: lib/l10n/app_*.arb
Languages: gu

# lan
source: English
gu: ગુજરાતી

# welcome_message
source: Welcome to musium
gu: musium માં આપનું સ્વાગત છે

source: Continue Listening
gu: સાંભળતા રહો

# top_mixes
source: Your Top Mixes
gu: તમારા ટોચના મિક્સીસ

# recent_listening
source: Based on Your recent Listening
gu: તમારા તાજેતરના સાંભળવા પર આધારિત

source: Home
gu: ઘર

source: Explore
gu: અન્વેષણ કરો

source: Library
gu: લાઇબ્રેરી

source: premium
gu: પ્રીમિયમ

source: Search
gu: શોધો

# hint_of_search
source: What do you want to listen to?
gu: તમે શું સાંભળવા માંગતા છો?

# top_genres
source: Your Top Genres
gu: તમારી ટોચની શૈલીઓ

source: Browse All
gu: બધા બ્રાઉઝ કરો

source: Your Library
gu: તમારી લાઇબ્રેરી

# add_playlist
source: Add New Playlist
gu: નવી પ્લેલિસ્ટ ઉમેરો

# add_folder
source: Add New Folder
gu: નવી ફોલ્ડર ઉમેરો

# liked
source: Your Liked
gu: તમારો પસંદ કરેલ

source: Folder
gu: પ્લેલિસ્ટ

source: Playlist
gu: પ્લેલિસ્ટ

source: Artists
gu: કલાકારો

source: Albums
gu: આલ્બમ

source: Podcast
gu: પોડકાસ્ટ

# show
source: Shows
gu: શો

source: Sort By
gu: ક્રમબદ્ધ કરો

source: Recently Played
gu: તાજેતરમાં વગાડ્યું
